tap "aws/tap"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "johanhaleby/kubetail"
tap "smauermann/tap"
brew "awscli"
brew "bash"
brew "beads"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "just"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "uv"
brew "vim"
brew "yq"
brew "zsh"
brew "derailed/k9s/k9s"
brew "johanhaleby/kubetail/kubetail"
brew "smauermann/tap/skillex"
cask "1password-cli"
cask "appcleaner"
cask "balenaetcher"
cask "smauermann/tap/browseroo"
cask "font-fira-code"
cask "font-hack-nerd-font"
brew "felixkratz/formulae/borders"
cask "aerospace"
cask "ghostty"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "tailscale-app"
cask "visual-studio-code"
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
