tap "aws/tap"
tap "derailed/k9s"
tap "johanhaleby/kubetail"
tap "smauermann/tap"
brew "age"
brew "awscli"
brew "bash"
brew "beads"
brew "btop"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "just"
brew "lazygit"
brew "mas"
brew "mise"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "sops"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "viddy"
brew "vim"
brew "watch"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "johanhaleby/kubetail/kubetail"
brew "smauermann/tap/skillex"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "smauermann/tap/browseroo"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "ghostty"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "tailscale-app"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Dynaper", id: 1435296403
mas "GarageBand", id: 682658836
mas "HP", id: 1474276998
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Session", id: 1521432881
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "docker.docker"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "tim-koehler.helm-intellisense"
vscode "vscodevim.vim"
vscode "vue.volar"
go "golang.org/x/tools/gopls"
go "github.com/norwoodj/helm-docs/cmd/helm-docs"
go "github.com/dadav/helm-schema/cmd/helm-schema"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/google/yamlfmt/cmd/yamlfmt"
