tap "aws/tap"
tap "homebrew/bundle"
tap "siderolabs/tap"
brew "age"
brew "awscli"
brew "bash"
brew "btop"
brew "coreutils"
brew "derailed/k9s/k9s"
brew "direnv"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "just"
brew "kubectx"
brew "kubernetes-cli"
brew "siderolabs/tap/talosctl"
brew "sops"
brew "starship"
brew "tenv"
brew "tldr"
brew "vim"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "ghostty"
cask "intellij-idea-ce"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "tailscale"
cask "visual-studio-code"
